[
    {
        "_id": "63e64e1e65eb14f394b94828",
        "balance": "$1204.07",
        "registered": "Fri Dec 09 2016 23:04:00 GMT+0100 (Central European Standard Time)",
        "name": "officia",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Tellifly",
            "description": "Culpa velit eu magna nulla cillum. Nulla nisi sit deserunt ex consectetur nostrud velit. Aliqua proident officia tempor consequat ad pariatur tempor ea voluptate voluptate ad dolor laborum tempor. Dolor ut dolor id ut. Ea aliquip tempor elit occaecat incididunt in elit non est velit occaecat ea sunt Lorem.\r\nDuis incididunt ipsum elit eu adipisicing deserunt laborum duis officia. Eu in nisi et aliqua dolore ex excepteur mollit nostrud adipisicing eu eiusmod reprehenderit consectetur. Sint nulla eu id elit adipisicing ad commodo sint mollit aliqua ea exercitation laborum. Excepteur elit id dolore do cupidatat velit. Deserunt ad ut nulla et aliqua. Reprehenderit qui nulla duis commodo ex in sunt ad laboris.\r\nAnim officia mollit tempor commodo sint deserunt. Occaecat duis ex irure officia dolore labore Lorem do ullamco veniam duis. Ipsum qui irure sit aute velit consequat pariatur nisi voluptate ea ea cupidatat incididunt sunt. Cupidatat consequat anim ad anim excepteur proident occaecat ipsum aliqua non labore aliquip reprehenderit. Ea esse ullamco mollit laborum eu sint cillum. Qui velit proident tempor mollit cillum nostrud ut pariatur deserunt laborum.\r\nQuis dolor incididunt aliqua nostrud et id aute dolore. Aliquip velit sint nostrud consequat ut elit excepteur officia aliquip labore in velit commodo. Ex ea ea tempor aliquip. Anim deserunt occaecat aute labore sint dolor aliqua. Mollit laboris in est reprehenderit. Ullamco laborum sit excepteur dolor commodo minim laboris aute reprehenderit. Dolore irure consequat ut consequat laborum commodo minim consequat enim.\r\n",
            "location": {
                "city": "Whitmer",
                "country": "Paraguay",
                "street": "Clermont Avenue",
                "state": "Alabama",
                "latitude": -56.584776,
                "longitude": -33.128023
            }
        },
        "transactions": [
            "$5682.09",
            "$5233.66",
            "$9766.25",
            "$5844.64",
            "$6394.80"
        ]
    },
    {
        "_id": "63e64e1e6319d25ef348806a",
        "balance": "$1025.44",
        "registered": "Sat Dec 24 2022 15:34:08 GMT+0100 (Central European Standard Time)",
        "name": "do",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Zaj",
            "description": "Aliquip consectetur eu reprehenderit labore ullamco do ut. Lorem nulla ad sint anim cillum eu minim anim fugiat eu laboris commodo occaecat adipisicing. Elit in quis consectetur dolor. Quis reprehenderit nulla irure Lorem exercitation.\r\nId veniam ullamco non dolore et nisi. Id nostrud cillum tempor consectetur exercitation. Proident id esse adipisicing incididunt commodo laborum cupidatat. Commodo ad magna velit eu incididunt duis laborum qui proident velit reprehenderit aliquip sunt ipsum. Occaecat ex anim occaecat ullamco dolor ut consequat sit Lorem pariatur ad ea elit. Id amet exercitation proident ea.\r\nLaborum et deserunt minim laboris amet ea non labore veniam occaecat aliquip exercitation ea voluptate. Ex consequat aute excepteur magna do. Excepteur enim dolore in incididunt dolor et consequat voluptate eiusmod. Laborum do amet veniam nulla cillum laboris.\r\nFugiat veniam culpa non deserunt ullamco ad aliquip. Ullamco est cillum dolore Lorem mollit. Aliqua mollit incididunt tempor dolore anim do sint mollit nisi nisi. Laboris id aliqua ex ad aliqua minim consequat sunt pariatur non minim exercitation. Nostrud incididunt amet culpa elit est incididunt veniam adipisicing. Velit ea quis qui nisi nisi do nisi anim.\r\n",
            "location": {
                "city": "Bluetown",
                "country": "Liechtenstein",
                "street": "Argyle Road",
                "state": "Florida",
                "latitude": -0.152761,
                "longitude": 131.110999
            }
        },
        "transactions": [
            "$8931.07",
            "$2192.51",
            "$11370.10",
            "$13156.23",
            "$8992.40",
            "-$152.92",
            "$7377.88",
            "$17612.22",
            "$18678.24",
            "$15334.19",
            "-$414.39",
            "$7394.77",
            "$9937.59",
            "$7876.70",
            "$547.87",
            "$304.02",
            "$305.05",
            "$7885.73"
        ]
    },
    {
        "_id": "63e64e1ed141fa1f63ed635c",
        "balance": "$740.60",
        "registered": "Sun Aug 10 2014 23:37:21 GMT+0200 (Central European Summer Time)",
        "name": "excepteur",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Digique",
            "description": "Amet consequat ad cillum ullamco consequat. Cupidatat ad dolore mollit dolor excepteur ea et non labore. Velit commodo enim duis dolore. Ea sit cillum nulla occaecat ipsum nisi culpa. Eiusmod nostrud dolor nulla velit nulla.\r\nDolor id adipisicing dolor velit sit eiusmod eu cupidatat laboris aliquip id. Est cupidatat velit nisi veniam eiusmod incididunt commodo. Velit est consequat eu laborum cupidatat et cillum. Quis cupidatat proident id aliquip minim. Aliqua nulla proident et consectetur labore magna nulla elit consequat reprehenderit officia dolore. Adipisicing officia qui anim mollit id in.\r\nSint velit deserunt ea officia. Proident dolor fugiat dolor eu ex anim deserunt. Sit id occaecat duis minim commodo mollit amet labore. Veniam nostrud adipisicing deserunt mollit amet irure adipisicing dolore incididunt. Qui proident sint adipisicing cupidatat tempor exercitation proident laborum voluptate esse nostrud ex. Mollit anim nulla deserunt Lorem labore. Adipisicing sint ea duis qui esse quis nostrud quis est do.\r\nAdipisicing consequat et in ut id minim aliquip excepteur aliqua anim mollit consequat esse. Minim in ullamco amet irure nisi amet id anim magna. Id labore culpa non consectetur sit tempor aute laborum labore aute et. Laboris dolore sint culpa adipisicing velit incididunt adipisicing ex elit est quis quis. Id velit nostrud do elit culpa duis consectetur incididunt commodo. Qui et cupidatat irure reprehenderit cillum elit velit. Eiusmod laboris incididunt magna ullamco occaecat nulla.\r\n",
            "location": {
                "city": "Bellfountain",
                "country": "Nicaragua",
                "street": "Beaver Street",
                "state": "Missouri",
                "latitude": -29.566735,
                "longitude": 140.164778
            }
        },
        "transactions": [
            "$18144.07",
            "$6468.89",
            "$9323.78",
            "$19783.16",
            "$11013.98",
            "$9502.56",
            "$9567.20",
            "$7543.92",
            "$3611.04",
            "$17001.42",
            "$2770.01",
            "$19426.79",
            "$3455.48",
            "$18004.79",
            "-$197.65",
            "$15518.83",
            "$16443.90",
            "$7119.22",
            "$4518.77"
        ]
    },
    {
        "_id": "63e64e1e0f9ec3e28ed39caa",
        "balance": "$1330.84",
        "registered": "Tue Jan 08 2019 19:22:35 GMT+0100 (Central European Standard Time)",
        "name": "id",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Navir",
            "description": "Ut exercitation fugiat nostrud magna nostrud ea laborum excepteur dolor elit est aliqua. Aliqua consequat enim deserunt reprehenderit amet quis tempor nostrud sit irure irure deserunt fugiat et. Incididunt magna laborum excepteur ipsum nulla nostrud. Elit esse id eu laboris. Ex irure duis elit eu commodo. Id nulla esse ex et voluptate sint cillum adipisicing officia irure. Et laborum dolore ad officia tempor magna excepteur sint adipisicing ut ea nisi.\r\nCommodo deserunt id aliqua ex amet ad ex. Cupidatat do aliqua nostrud ex est nulla non amet irure aute culpa. Et consequat nisi cillum ipsum exercitation.\r\nSint proident occaecat Lorem reprehenderit aute tempor eu labore deserunt eu. Enim ullamco ad nisi duis nisi. Ea proident sunt dolore ullamco aliqua elit reprehenderit sit occaecat veniam. Consectetur non ipsum non qui non tempor. Irure mollit amet aute qui enim magna pariatur. Non deserunt ut do duis. Pariatur nostrud incididunt elit est ad magna aliquip reprehenderit duis sunt reprehenderit ad.\r\nOfficia non ex officia irure et irure dolor dolore reprehenderit exercitation sit eiusmod. Quis ullamco velit laborum consequat tempor occaecat. Est ad nulla ullamco eiusmod ea nostrud nisi enim id adipisicing duis in proident.\r\n",
            "location": {
                "city": "Robinette",
                "country": "Aruba",
                "street": "Madeline Court",
                "state": "Northern Mariana Islands",
                "latitude": 62.647725,
                "longitude": 89.319606
            }
        },
        "transactions": [
            "$1488.71",
            "-$442.42",
            "$19360.95"
        ]
    },
    {
        "_id": "63e64e1e425f3578fdaf39ff",
        "balance": "$936.39",
        "registered": "Sun Nov 22 2020 01:13:00 GMT+0100 (Central European Standard Time)",
        "name": "est",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Zillar",
            "description": "Dolore aliqua cillum aliquip commodo dolor aliqua ut fugiat amet ex aliqua. Occaecat occaecat voluptate quis consequat elit. Lorem mollit irure nisi incididunt deserunt eiusmod occaecat esse. Ullamco amet fugiat culpa ut esse reprehenderit commodo sunt proident amet.\r\nAd dolor qui adipisicing eiusmod. Ipsum est magna commodo ad. Proident officia in laboris deserunt labore.\r\nIrure nulla tempor ea commodo sunt adipisicing ut labore elit aute. Sit et eu commodo ullamco eiusmod in dolor laborum esse adipisicing qui qui. Veniam qui ut ipsum cillum laborum ex consequat eu sit pariatur officia.\r\nQui minim do aute duis mollit non ea laborum. Dolore magna aliqua Lorem cillum in non do nulla sint ut aliqua consequat sit reprehenderit. Aute ad ut sint voluptate aliquip fugiat esse aute Lorem. Tempor cillum voluptate dolor do reprehenderit in tempor enim elit. Voluptate est cillum eu veniam qui cupidatat reprehenderit do aliquip id. Ex sint consectetur duis veniam fugiat ex laborum duis culpa nisi commodo ex aliqua.\r\n",
            "location": {
                "city": "Interlochen",
                "country": "Andorra",
                "street": "Joralemon Street",
                "state": "West Virginia",
                "latitude": 74.668119,
                "longitude": -122.556535
            }
        },
        "transactions": [
            "$18726.21",
            "$944.86",
            "$5950.10",
            "$14198.97",
            "$17463.57",
            "$17491.58",
            "$12996.42",
            "$10311.83",
            "$4484.08",
            "$10712.15",
            "$5548.36"
        ]
    },
    {
        "_id": "63e64e1eeafdb5b44dd8fb0d",
        "balance": "$794.98",
        "registered": "Fri Oct 07 2016 16:04:47 GMT+0200 (Central European Summer Time)",
        "name": "amet",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Andryx",
            "description": "Incididunt non ut sit nulla sunt velit ut anim. Voluptate veniam et et minim sint eiusmod sunt qui sunt laboris in laborum qui officia. Nulla laborum fugiat voluptate nisi et excepteur ipsum amet quis magna proident nisi tempor aliquip. Fugiat cupidatat commodo pariatur officia dolore fugiat. Eiusmod cupidatat velit et labore ea. Aliqua laborum velit commodo qui culpa excepteur aliqua officia occaecat enim do veniam.\r\nCommodo voluptate ad dolore cupidatat reprehenderit. Eiusmod anim aute minim adipisicing sint. Proident consectetur et et in enim ea mollit. Exercitation do elit sit ad culpa ullamco voluptate adipisicing. Laborum commodo est et deserunt nulla pariatur ut mollit quis laboris proident qui ad. Qui reprehenderit pariatur in esse tempor tempor ad irure commodo fugiat tempor.\r\nId elit pariatur excepteur ullamco mollit. Aliquip incididunt minim nostrud occaecat laborum in non culpa pariatur. Minim laborum pariatur nisi laboris dolor voluptate ad non. Laboris nisi ut sit id est ipsum consectetur dolor veniam id deserunt cillum. Ad pariatur laboris consequat fugiat aute. Reprehenderit pariatur commodo ipsum amet commodo incididunt ea sunt ullamco nostrud.\r\nEa nostrud est nostrud enim dolor eiusmod sunt commodo. In duis amet minim consectetur officia sunt dolor. Voluptate aliqua Lorem consequat aute laboris aliquip duis. Tempor officia fugiat quis officia sit aliqua Lorem duis laboris et adipisicing duis. Officia est pariatur esse eiusmod consequat deserunt commodo fugiat. Non cillum enim nostrud velit cillum et labore deserunt esse anim aute nulla deserunt. Deserunt magna consectetur mollit dolor.\r\n",
            "location": {
                "city": "Celeryville",
                "country": "Switzerland",
                "street": "Hastings Street",
                "state": "Idaho",
                "latitude": -68.417091,
                "longitude": -104.666703
            }
        },
        "transactions": [
            "$19710.47",
            "$18842.15"
        ]
    },
    {
        "_id": "63e64e1e7a03b4d628b6dd60",
        "balance": "$749.04",
        "registered": "Sun Aug 30 2015 06:25:14 GMT+0200 (Central European Summer Time)",
        "name": "dolor",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Snowpoke",
            "description": "Amet voluptate commodo aliqua sunt nostrud ad labore ea. Velit qui laborum pariatur consectetur sunt. Mollit ut ad minim dolor. Ea pariatur mollit irure voluptate.\r\nReprehenderit reprehenderit adipisicing dolor reprehenderit cillum dolore velit. Commodo eu aliqua ipsum commodo laborum consequat voluptate consequat tempor esse deserunt duis do. Tempor consectetur ut exercitation est culpa dolore enim proident ex aute et eu. Esse tempor incididunt nostrud esse non amet. Quis ullamco eiusmod pariatur ut est incididunt. Non Lorem quis adipisicing occaecat ullamco anim laboris est officia. In deserunt culpa laborum nostrud quis aliquip pariatur cupidatat cupidatat.\r\nPariatur irure id nisi irure ea aliquip qui duis elit deserunt fugiat et occaecat. Ad dolore minim sint ad quis deserunt. Ex aliquip aliqua sint et. Proident aliquip proident excepteur ipsum in tempor labore aliqua aliquip aliquip. Excepteur tempor in deserunt officia aliqua aute excepteur deserunt.\r\nProident fugiat dolore sint magna duis incididunt Lorem anim minim ipsum ex eu et laborum. Minim laborum adipisicing do deserunt occaecat aliquip aute aliqua culpa ex ea consectetur excepteur irure. Ullamco quis eiusmod in aliqua et eu quis aliqua ea incididunt quis excepteur voluptate. Elit magna veniam sint occaecat culpa fugiat ullamco ullamco est elit voluptate tempor.\r\n",
            "location": {
                "city": "Omar",
                "country": "Maldives",
                "street": "Bulwer Place",
                "state": "American Samoa",
                "latitude": 18.084645,
                "longitude": -170.261932
            }
        },
        "transactions": [
            "$12093.12",
            "$8718.85",
            "$8713.24",
            "$5300.57",
            "$7318.60",
            "$19256.91",
            "$19144.43",
            "$3768.06",
            "$4527.24",
            "$15266.73",
            "$14072.40",
            "$2277.90",
            "$4317.00",
            "$1754.04",
            "$13286.09",
            "-$414.02",
            "-$461.96",
            "$4770.35",
            "$9728.19",
            "-$429.96",
            "$8013.16",
            "$17607.66",
            "$3420.45"
        ]
    },
    {
        "_id": "63e64e1e0af114b8b3035f65",
        "balance": "$759.17",
        "registered": "Sat Feb 02 2019 03:13:54 GMT+0100 (Central European Standard Time)",
        "name": "incididunt",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Zentime",
            "description": "Velit adipisicing eiusmod incididunt amet velit pariatur fugiat Lorem magna ullamco reprehenderit pariatur. Aliqua ea ut culpa do culpa. Aliqua ullamco Lorem anim commodo labore aliquip fugiat laborum labore. Dolor esse eiusmod est est esse. Ea voluptate ex fugiat duis duis qui pariatur Lorem.\r\nLaboris culpa laboris mollit cupidatat in officia occaecat ullamco aliquip cupidatat quis adipisicing fugiat. Sit eu anim excepteur non exercitation ut officia. Laboris laboris occaecat reprehenderit anim aute eiusmod magna et aliquip laborum. Laborum minim ad Lorem elit officia velit elit. Do fugiat aute exercitation laborum incididunt veniam incididunt occaecat. Sit Lorem pariatur ad commodo mollit cupidatat ad reprehenderit anim adipisicing sit nostrud. Dolor eiusmod ex fugiat eiusmod nulla esse amet quis minim duis mollit anim Lorem.\r\nReprehenderit adipisicing ullamco nostrud ex proident ea pariatur est qui sint id velit dolor velit. Consequat proident occaecat pariatur ipsum cupidatat laboris duis excepteur veniam dolore ex do non officia. Esse ipsum do occaecat ea ullamco irure nostrud adipisicing qui aute tempor commodo. Nulla ut laborum adipisicing tempor esse exercitation aute Lorem excepteur magna nisi ad magna elit.\r\nAliqua anim qui sint dolore duis et officia aute laborum cupidatat. Exercitation sunt cupidatat ut enim ipsum. In quis exercitation aute esse commodo adipisicing sint id aliquip aliqua. Sint culpa ad sunt esse sit magna veniam laborum.\r\n",
            "location": {
                "city": "Gibsonia",
                "country": "Armenia",
                "street": "Desmond Court",
                "state": "Louisiana",
                "latitude": -3.992799,
                "longitude": 26.356049
            }
        },
        "transactions": [
            "$16910.06",
            "$12664.44",
            "$13174.01",
            "$12203.16",
            "$11840.08",
            "$10230.71",
            "$9964.13",
            "$7803.80",
            "$17770.74",
            "$16293.79",
            "$291.57",
            "$16418.79",
            "$10280.50",
            "$13680.45",
            "$16429.96",
            "$2746.75",
            "$16853.61",
            "$14733.68",
            "$12736.58",
            "$10848.37"
        ]
    },
    {
        "_id": "63e64e1eefb0a674fbf6b0ef",
        "balance": "$541.10",
        "registered": "Sun Aug 23 2015 07:30:23 GMT+0200 (Central European Summer Time)",
        "name": "excepteur",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Quailcom",
            "description": "Ipsum ex ex enim non occaecat ullamco ut mollit veniam qui esse nisi. Consectetur Lorem Lorem mollit quis aute dolor qui consectetur enim deserunt dolore dolor ad laboris. Fugiat esse ipsum exercitation culpa cillum nisi laborum quis reprehenderit culpa.\r\nAnim incididunt sit eu eu occaecat reprehenderit officia. Consectetur anim commodo aliquip incididunt elit enim esse irure. Reprehenderit qui pariatur duis consequat exercitation quis proident consectetur in ad. Consectetur et elit est deserunt do. Do excepteur in sint sint duis dolor deserunt qui culpa velit est.\r\nDo minim cupidatat adipisicing ullamco ea laborum esse excepteur do ad in Lorem. Commodo consectetur nulla nisi in reprehenderit non fugiat commodo ullamco. Eu consectetur amet proident minim excepteur quis.\r\nEx laboris consectetur aliqua sit pariatur elit dolore ea voluptate consequat excepteur. Labore sunt ad aliqua anim in quis cupidatat tempor commodo ullamco. Officia enim velit excepteur laborum aliquip fugiat veniam excepteur mollit incididunt. Quis commodo anim anim do amet culpa ullamco do consequat ea Lorem pariatur nulla. Fugiat adipisicing mollit dolor sint laborum laboris in.\r\n",
            "location": {
                "city": "Kylertown",
                "country": "Malaysia",
                "street": "Fairview Place",
                "state": "Illinois",
                "latitude": -12.8102,
                "longitude": 179.547204
            }
        },
        "transactions": [
            "$1977.67",
            "$11472.75",
            "$15825.01",
            "$4456.30",
            "$5243.51",
            "$11032.96",
            "$4912.65",
            "$622.43"
        ]
    },
    {
        "_id": "63e64e1e672bd26537c84b00",
        "balance": "$1305.24",
        "registered": "Wed Apr 15 2020 22:37:02 GMT+0200 (Central European Summer Time)",
        "name": "aliqua",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Quizmo",
            "description": "Fugiat cillum incididunt commodo dolore aute laboris ut nostrud. Enim aute ut ut deserunt nisi. Labore Lorem amet laborum officia magna amet sunt veniam. Officia Lorem esse dolor esse deserunt consectetur dolor. Minim aliquip non esse velit amet. Irure nostrud occaecat sit esse minim Lorem et aute commodo aute.\r\nCillum duis dolor eu dolor magna voluptate adipisicing ullamco ut non irure. Qui eiusmod enim mollit aute voluptate aute. Quis nisi exercitation nulla Lorem non nostrud magna. Ad Lorem anim reprehenderit non sint. Elit nostrud sint incididunt enim esse ex mollit velit commodo. Ut aliqua sunt sint qui sint nisi ea pariatur eu sit adipisicing Lorem enim. Magna pariatur ex anim ex excepteur.\r\nUt mollit excepteur aliquip mollit aliqua laborum. Irure cupidatat laboris sunt nisi. Pariatur consectetur enim adipisicing mollit id velit eu. Fugiat cupidatat labore elit excepteur incididunt commodo magna aute cillum. Nulla anim consectetur cupidatat voluptate cillum cupidatat laboris.\r\nCupidatat duis consequat ipsum sint laborum ea magna voluptate exercitation velit velit. Exercitation labore dolor id est consectetur non ea fugiat magna. Ipsum duis aliquip qui ipsum dolore exercitation. Ad ex minim incididunt nostrud dolore duis laborum occaecat ex. Sint ut laborum excepteur ut voluptate cillum enim veniam proident. Fugiat do dolor dolor excepteur pariatur officia non ipsum et sint id eiusmod officia aliquip. Fugiat magna duis velit excepteur qui ullamco tempor qui dolor.\r\n",
            "location": {
                "city": "Urie",
                "country": "Rwanda",
                "street": "Newport Street",
                "state": "Kansas",
                "latitude": -65.431832,
                "longitude": -83.778815
            }
        },
        "transactions": [
            "$14844.61",
            "$11398.07",
            "$6940.97",
            "$13597.32",
            "$18075.88",
            "$10639.11",
            "$4743.38",
            "$2231.10",
            "$7294.78",
            "$17439.40",
            "$12673.60",
            "$698.98",
            "$239.85"
        ]
    },
    {
        "_id": "63e64e1e2759982f80fc44ee",
        "balance": "$1383.02",
        "registered": "Sun Jul 26 2020 02:09:47 GMT+0200 (Central European Summer Time)",
        "name": "culpa",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Cofine",
            "description": "Dolor velit reprehenderit esse non sunt in. Ipsum amet ea officia adipisicing ut ut laboris laboris aliqua sit laboris. Nisi officia irure proident eiusmod commodo mollit laboris mollit magna incididunt ullamco amet. Aliquip aute minim sunt consequat pariatur et in magna mollit sunt. Cupidatat deserunt commodo aute tempor do ad esse aliqua nostrud. Consectetur pariatur sint excepteur enim ullamco cupidatat magna adipisicing aliquip et labore nisi laboris.\r\nMagna esse occaecat eu sit. Eu labore anim veniam pariatur adipisicing magna reprehenderit consectetur adipisicing occaecat adipisicing. Ipsum pariatur duis sit cupidatat laborum nulla in adipisicing incididunt incididunt sint.\r\nLabore nisi anim ipsum irure. Commodo cillum Lorem Lorem adipisicing ex commodo sit ad voluptate. Excepteur laboris ullamco nulla pariatur cupidatat ex qui consectetur Lorem. Et amet cupidatat velit amet pariatur ullamco elit excepteur in elit velit excepteur. Fugiat consectetur aute velit occaecat.\r\nConsectetur exercitation dolore dolore pariatur irure cupidatat irure labore incididunt laborum veniam ut laboris deserunt. Occaecat commodo minim quis eu est quis nostrud exercitation id. Velit quis magna nostrud eiusmod exercitation. Laboris do do et sunt ipsum eu non excepteur commodo enim veniam duis nisi ex. Quis reprehenderit laboris dolor consequat proident voluptate fugiat qui est.\r\n",
            "location": {
                "city": "Fidelis",
                "country": "Central African Republic",
                "street": "Suydam Street",
                "state": "Nebraska",
                "latitude": 84.946725,
                "longitude": 14.917934
            }
        },
        "transactions": [
            "$15114.19",
            "$408.43",
            "$17890.72",
            "$8742.04"
        ]
    },
    {
        "_id": "63e64e1e5e3f8dd97a6f9642",
        "balance": "$1470.13",
        "registered": "Sat Mar 16 2019 14:52:29 GMT+0100 (Central European Standard Time)",
        "name": "voluptate",
        "bank": {
            "logo": "http://placehold.it/64x64",
            "name": "Primordia",
            "description": "Commodo do sint eiusmod aute amet nostrud exercitation incididunt aliqua est ad. Tempor laborum reprehenderit et quis consequat exercitation aliqua adipisicing velit laborum laboris non et. Officia in non proident irure sit consequat id voluptate laborum tempor est voluptate minim culpa. Esse reprehenderit non velit nisi. Fugiat excepteur ea labore ea nostrud excepteur consectetur aliqua et laboris incididunt aliqua in reprehenderit.\r\nEt Lorem elit aute in reprehenderit. Magna non amet tempor officia nostrud officia. Anim adipisicing Lorem nisi amet et nostrud sunt officia cupidatat dolor aliquip fugiat nostrud non. Veniam anim dolore cillum ea consectetur. Occaecat nisi reprehenderit ad culpa in est culpa labore dolor anim.\r\nAd reprehenderit cupidatat occaecat ad labore incididunt anim eiusmod et occaecat culpa ex. Fugiat elit dolor ad aliqua excepteur minim ad proident deserunt ea esse culpa in id. Do ad do anim est anim voluptate officia qui sit do non fugiat. Commodo deserunt minim culpa dolor. Laboris veniam laboris nostrud sint cillum laborum est excepteur est aute aute. Tempor aliqua sit incididunt irure ex.\r\nElit et ut sint deserunt nisi duis Lorem dolor. Irure sunt non duis nostrud labore. Tempor laborum amet amet dolor. Sunt cillum nulla qui duis exercitation labore in nulla occaecat laboris occaecat. Occaecat ut nostrud ex do elit reprehenderit magna in dolore reprehenderit esse et laboris magna. Aliquip reprehenderit duis cupidatat culpa exercitation deserunt culpa Lorem non est aute aute. Quis quis sint fugiat eiusmod labore minim excepteur.\r\n",
            "location": {
                "city": "Cotopaxi",
                "country": "Croatia (Hrvatska)",
                "street": "Pilling Street",
                "state": "Nevada",
                "latitude": -69.374656,
                "longitude": 90.11015
            }
        },
        "transactions": [
            "$1998.39",
            "$1426.30",
            "$7747.89",
            "$7655.43",
            "$9357.25",
            "$9946.08",
            "$4516.20",
            "$12789.96",
            "$8033.22",
            "$4977.82",
            "$7075.11",
            "$275.29",
            "$11887.21",
            "$1101.89",
            "$18109.65",
            "$4871.70",
            "$10965.71",
            "$2921.30",
            "$18988.28"
        ]
    }
]